[
  {
    "description": [
      {
        "src": "https://www.washingtonpost.com/resizer/TbeXfB7cfOE7Fj-M_b5M2uITfZM=/arc-anglerfish-washpost-prod-washpost/public/Y6WOYCGPR4I6VATLZQ4U3ASOGU.jpg",
        "title": "About Caribbean Grill",
        "caption": "Welcome to Caribbean Grill, where the vibrant flavors of the islands come alive! Nestled in the heart of DC,\n    we are dedicated to bringing you an authentic taste of the Caribbean, infused with a passion for fresh\n    ingredients and traditional cooking methods."
      },
      {
        "src": "../assets/pic/menu4.jpg",
        "title": "Our Story",
        "caption": "Caribbean Grill was born from a love for the rich culinary traditions of the Caribbean. Our founders, [Founders'\n    Names], grew up savoring the mouthwatering dishes of their childhood, from spicy jerk chicken to tangy seafood\n    stews. Inspired by the diverse cultures and flavors that define the Caribbean, we set out to create a dining\n    experience that transports our guests to sun-soaked beaches and lively festivals."
      },
      {
        "src": "../assets/pic/menu5.jpg",
        "title": "Our Mission",
        "caption": "At Caribbean Grill, our mission is simple: to serve delicious, authentic Caribbean cuisine made with love. We\n    believe that food is more than just sustenance; it’s a celebration of culture and community. We source the\n    freshest\n    local ingredients, ensuring that every dish bursts with flavor and authenticity."
      },
      {
        "src": "../assets/pic/menu5.jpg",
        "title": "Join Us",
        "caption": "We invite you to come and experience the warmth of our hospitality and the explosion of flavors that define the\n    Caribbean. Whether you're dining in with friends and family or grabbing a meal to go, we look forward to sharing\n    our\n    passion for Caribbean food with you. Thank you for choosing Caribbean Grill!"
      }
    ]
  },{
    "pics": [
      {
        "src": "../assets/pic/chef1.jpg"
      },
      {
        "src": "../assets/pic/chef2.jpg"
      },
      {
        "src": "../assets/pic/chef3.jpg"
      }
    ]
  },{
    "slides": [
    {
      "src": "https://www.washingtonpost.com/resizer/TbeXfB7cfOE7Fj-M_b5M2uITfZM=/arc-anglerfish-washpost-prod-washpost/public/Y6WOYCGPR4I6VATLZQ4U3ASOGU.jpg"
    },
    {
      "src": "../assets/pic/menu4.jpg"
    },
    {
      "src": "../assets/pic/menu5.jpg"
    }
  ]

  }
]